# Brewfile, similar to a Gemfile but for Homebrew
# Go to https://github.com/Homebrew/homebrew-bundle for more info

tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "puppetlabs/puppet"
tap "rbenv/tap"

brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "cowsay"
brew "xz"
brew "python@3.10"
brew "dos2unix"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "gist"
brew "git"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "mpssh"
brew "mtr"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh"
brew "openssl@3"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "screenfetch"
brew "shellcheck"
brew "speedtest-cli"
brew "spoof-mac"
brew "ssh-copy-id", link: true
brew "stunnel"
brew "tcpdump"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/vault"
brew "rbenv/tap/openssl@1.0"

cask "disk-inventory-x"
cask "docker"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kodi"
cask "pdk"
cask "puppet-agent"
cask "puppet-bolt"
cask "slack"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "vlc"
cask "wireshark"

mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Witch", id: 412485838
