tap "cue-lang/tap"
tap "holos-run/tap"
tap "homebrew/bundle"
tap "int128/kubelogin"
tap "puppetlabs/puppet"
tap "stefanprodan/tap"
tap "warrensbox/tap"
brew "xz"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "btop"
brew "certbot"
brew "clusterawsadm"
brew "clusterctl"
brew "coreutils"
brew "direnv"
brew "dive"
brew "dos2unix"
brew "editorconfig-checker"
brew "exiftool"
brew "exiv2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gomplate"
brew "gum"
brew "hadolint"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubecolor"
brew "kubie"
brew "kustomize"
brew "luarocks"
brew "mkcert"
brew "mpssh"
brew "mtr"
brew "mysql-client"
brew "tree-sitter"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh"
brew "pkgconf"
brew "pre-commit"
brew "qemu"
brew "qrencode"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id", link: true
brew "stern"
brew "synergy-core"
brew "tcpdump"
brew "terraform-docs"
brew "tflint"
brew "thefuck"
brew "tig"
brew "tilt"
brew "tmux"
brew "tree"
brew "trippy"
brew "trivy"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "cue-lang/tap/cue"
brew "holos-run/tap/holos", args: ["with-helm", "with-kubectl"]
brew "int128/kubelogin/kubelogin"
brew "warrensbox/tap/tfswitch"
cask "disk-inventory-x"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jellyfin-media-player"
cask "karabiner-elements"
cask "knockknock"
cask "leapp"
cask "netiquette"
cask "orbstack"
cask "powershell"
cask "puppet-bolt"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "stats"
cask "wezterm@nightly"
cask "witch"
