tap "bufbuild/buf"
tap "cue-lang/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "int128/kubelogin"
tap "joemiller/taps"
tap "mike-engel/jwt-cli"
tap "puppetlabs/puppet"
tap "rbenv/tap"
tap "stefanprodan/tap"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@3"
brew "xz"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "boost"
brew "c-ares"
brew "certifi"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "python@3.12"
brew "docutils"
brew "dos2unix"
brew "dvdrtools"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "mpfr"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "gnutls"
brew "go"
brew "gomplate"
brew "grep"
brew "gum"
brew "hadolint"
brew "helm"
brew "htop"
brew "hub"
brew "jpeg-turbo"
brew "jq"
brew "k9s"
brew "kubecolor"
brew "kubie"
brew "kustomize"
brew "ldns"
brew "libcbor"
brew "libfido2"
brew "libpng"
brew "libsodium"
brew "libusb"
brew "libyaml"
brew "logcli"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "mpssh"
brew "msgpack"
brew "mtr"
brew "tree-sitter"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh"
brew "pycparser"
brew "python@3.10"
brew "pyyaml"
brew "qemu"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "screenfetch"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id", link: true
brew "stern"
brew "stunnel"
brew "tcl-tk"
brew "tcpdump"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "vault"
brew "int128/kubelogin/kubelogin"
brew "joemiller/taps/vault-token-helper"
brew "mike-engel/jwt-cli/jwt-cli"
cask "disk-inventory-x"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "knockknock"
cask "kodi"
cask "leapp"
cask "netiquette"
cask "nzbget"
cask "pdk"
cask "puppet-agent-8"
cask "slack"
cask "transmission"
cask "vlc"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
